Repository: goodFolks/GitHubTest
Catalog: M-government Application/Resources/AppResources.*.resx
Languages: ar_sa

# ResourceFlowDirection
source: LeftToRight
ar_sa: RightToLeft

# ResourceLanguage
source: en-US
ar_sa: ar-SA

source: Back
ar_sa: العودة

# Client
source: What kind of service do you want to apply for ?
ar_sa: هل تريد تقديم لخدمة العمال أو أصحاب العمل ؟

# Employee
source: Labour
ar_sa: العمال

# Employeer
source: Employers
ar_sa: أصحاب العمل

source: Next
ar_sa: التالي

# Cond
source: Conditions :
ar_sa: الشروط :

# Def
source: Service Definition :
ar_sa: تعريف الخدمة:

# Doc
source: Required Documents :
ar_sa: المستندات المطلوبة :

source: Fees :
ar_sa: الرسوم :

# Loca
source: Where to apply :
ar_sa: مكان تقديم الخدمة :

# Mainser
source: Select ServiceGroup :
ar_sa: اختر الخدمة الرئيسية

source: No
ar_sa: لا

# Process
source: Time to process the service :
ar_sa: متوسط مدة إنجاز الخدمة :

# Step
source: Steps to follow :
ar_sa: الخطوات و الإجرءات :

# Typeser
source: ServiceType :
ar_sa: نوع الخدمة :

source: Yes
ar_sa: نعم

# Home
source: Home Page
ar_sa: الصفحة الرئسية

# Ser
source: Select Service
ar_sa: اختر الخدمة التكميلية

# Subser
source: Select Sub- Service:
ar_sa: اختر الخدمة الفرعية

# Selectser
source: Please SELECT Sub-Service or Service first
ar_sa: يرجى إختيار خدمة فرعية أو تكميلية أولا

# SerType
source: Procedure
ar_sa: إجرائية

# SerType2
source: dabtyh
ar_sa: ضبطية

# Condq
source: You have fulfilled all the conditions , CLICK next to complete.
ar_sa: لقد استوفيت جميع الشروط ,اضغط التالي للمتابعة

# Condno
source: You should fulfill this condition to apply for this service
ar_sa: يجب أن تستوفي هذا الشرط لتقديم على هذه الخدمة

# Condnext
source: You can't go to the next step until you answer the conditions questions
ar_sa: لا يمكن المتابعة حتى تجيب على جميع الأسئلة المطلوبة

# Note1
source: You can choose either Sub-Service or Service
ar_sa: يجب أن تختار إما خدمة فرعية أو تكميلية

source: Service Name :
ar_sa: اسم الخدمة :

source: Summary
ar_sa: ملخص عن الخدمة

# Docdone
source: You have a missing document, double check the requirements
ar_sa: يوجد مستند ناقص

source: NOTE
ar_sa: ملاحظة

# Nocon
source: No conditions
ar_sa: لا يوجد
